const tracks = [
    {
        "id": "1",
        "title": "LOVE 2000",
        "subtitle": "「負けヒロインが多すぎる！」マケイン応援！カバーソングコレクション",
        "artist": "八奈見杏菜（CV: 遠野ひかる）",
        "audioUrl": "https://webfs.kugou.com/202512151252/c0467007b53abfcd3b5c734a94d70757/v3/31f776a095c8a596301166f4642e1769/yp/p_0_960167/ap1014_us66403282_mii0w1iw8z2ai2iphcu80ooo2ki81120_pi406_mx652173050_s4089705202.mp3",
        "cover": "https://imgessl.kugou.com/stdmusic/20250328/20250328182913377277.jpg",
        "lyrics": "[ti:LOVE 2000]\r\n[ar:遠野ひかる]\r\n[al:LOVE 2000]\r\n[by:]\r\n[offset:0]\r\n[kana:1に(501,169)せ(670,53)ん(723,53)1とお1の1し1き(2094,60)ょ(2154,60)く(2214,96)1か(2310,128)ま(2438,88)1た1まさ1と1へん1き(3070,52)ょ(3122,52)く(3174,105)1むら1た1ゆう1い(3726,120)ち(3846,151)1あい1じ1ぶん1むね1と1きょう1み1み1か(56940,384)な(57324,184)1は(61108,288)な(61396,432)し(61828,544)1あ(62631,200)さ(62831,176)2きょう1かぜ1き1も1た(73869,312)の(74181,209)1き1が1き1あま1じ1ぶ(84888,276)ん(85164,134)1あ(85298,264)い(85562,232)1ひ(86387,185)と(86572,159)1あ(86947,232)い(87179,256)1ゆ(89853,344)め(90197,368)1ふく1だ(95453,353)れ(95806,439)1お(97525,352)も(97877,240)1む1し1て1ば(107057,360)な(107417,512)1ふう1せん1と1ころ1もど1い(119740,288)ま(120028,368)1み(120716,248)と(120964,184)1たい1せつ1こ(126391,200)と(126591,248)1み1す1み1い1ち(141342,160)か(141502,240)ら(141742,232)1こ(145076,192)と(145268,160)1あ(146276,336)い(146612,424)1じ1ぶん1むね1と1す(157419,400)こ(157819,464)1こ(161790,192)と(161982,424)1か1わ(164670,680)た(165350,472)し(165822,224)1ば(185531,256)な(185787,393)し(186180,669)1あ(188545,176)い(188721,200)1こと1い1み1うん1めい1つ(198034,360)よ(198394,320)1み1あ(202708,368)い(203076,400)1じ1ぶん1む(209821,655)ね(210476,688)1と1た1こ(218580,336)と(218916,624)1で1あ1いん1り(221804,276)ょ(222080,276)く(222356,216)1あ(225363,305)い(225668,351)1じ1ぶん1む(232371,704)ね(233075,728)1と1きょう1み1み1さ(251438,368)が(251806,176)]\r\n[00:00.23]LOVE 2000 - 遠野ひかる\r\n[00:01.55]词：ヒトミ\r\n[00:02.09]曲：鎌田雅人\r\n[00:02.95]编曲：村田祐一\r\n[00:22.03]愛は\r\n[00:23.53]どこからやってくるのでしょう\r\n[00:27.42]自分の胸に問いかけた\r\n[00:33.35]ニセモノなんか興味はないの\r\n[00:38.97]ホントだけを見つめたい\r\n[00:56.94]悲しいnewsと どうでもいい話\r\n[01:02.63]朝からもうそんなのうんざりで\r\n[01:08.30]今日はいつもよりも\r\n[01:11.07]風が気持ちイイからネ\r\n[01:13.86]楽しさに着替えてネ\r\n[01:18.57]気づけなかった\r\n[01:21.26]きっと甘えてたのかな\r\n[01:24.10]だから自分愛して\r\n[01:26.38]人を愛してみたいの\r\n[01:29.85]夢はいつでも膨らむばかりで\r\n[01:35.45]誰かの思いを無視してた\r\n[01:41.08]きっといつかはわかってるのかナ\r\n[01:46.66]手放した風船飛んでった\r\n[01:53.46]サバよんでみたって\r\n[01:56.23]あの頃に戻れやしないし\r\n[01:59.10]だから今を認めていたいの\r\n[02:04.73]とても大切な事も\r\n[02:07.52]見過ごしちゃったとしても\r\n[02:10.42]また見つければイイ\r\n[02:14.93]いつも言ってたネ\r\n[02:17.68]“まァ どうにかなるって”\r\n[02:20.54]だけど力まかせじゃ\r\n[02:22.89]どうにもならない事もアル\r\n[02:26.27]愛は\r\n[02:27.65]どこからやってくるのでしょう\r\n[02:31.82]自分の胸に問いかけた\r\n[02:37.41]少しずつだけどいろんな事が\r\n[02:43.03]変わって 私はここにアル\r\n[03:01.19]こんなハズじゃなかった\r\n[03:04.06]とんだオトギ話\r\n[03:06.84]なぞなぞみたいな愛す事の意味は\r\n[03:12.56]運命だけじゃなくて\r\n[03:15.31]センチメンタルでもなくて\r\n[03:18.03]強く見えないモノかナ\r\n[03:22.70]愛は\r\n[03:24.19]どこからやってくるのでしょう\r\n[03:28.24]自分の胸に問いかけた\r\n[03:33.91]食べてみなくちゃわからない事\r\n[03:39.54]出会いの引力はどれほどか\r\n[03:45.36]愛は\r\n[03:46.70]どこからやってくるのでしょう\r\n[03:50.73]自分の胸に問いかけた\r\n[03:56.61]ニセモノなんか興味はないワ\r\n[04:02.23]ホンモノだけ見つけたい\r\n[04:07.88]あなたをずっと探してた\r\n",
        "albumId": "104774084",
        "audioId": "b6qxzd83",
        "hash": "3F35515933539D7051BBD9C26BF02116",
        "lastUpdated": 4102415999000,
        "uniqueIndex": 1,
        "duration": 265926
    },
    {
        "id": "2",
        "title": "昔涟",
        "subtitle": "崩坏星穹铁道-昔涟 Ripples of Past Reverie",
        "artist": "张韶涵、HOYO-MiX",
        "audioUrl": "https://webfs.kugou.com/202512151255/60a63175b237154927683541fc7120a2/v3/02d3436caf1e96bee00ef53dc6d14269/yp/full/ap1014_us0_mii0w1iw8z2ai2iphcu80ooo2ki81120_pi406_mx808135317_s3818203905.mp3",
        "cover": "https://imgessl.kugou.com/stdmusic/20251105/20251105174543348446.jpg",
        "lyrics": "[id:$00000000]\r\n[ti:昔涟 (《崩坏：星穹铁道》昔涟动画短片中文单曲)]\r\n[ar:张韶涵/HOYO-MiX]\r\n[al:崩坏星穹铁道-昔涟 Ripples of Past Reverie]\r\n[by:]\r\n[00:00.20]昔涟 (《崩坏：星穹铁道》昔涟动画短片中文单曲) - 张韶涵/HOYO-MiX\r\n[00:04.27]作曲 Composer：崔瀚普TSAR (HOYO-MiX)\r\n[00:05.91]作词 Lyricist：烧鸡/KBShinya/陆棠疏\r\n[00:07.15]编曲 Arranger：崔瀚普TSAR (HOYO-MiX)\r\n[00:07.21]制作人 Producer：崔瀚普TSAR (HOYO-MiX)/宫奇Gon (HOYO-MiX)\r\n[00:07.22]曾许下心愿 等待你 的出现\r\n[00:14.16]褪色的秋千 有本书 会纪念\r\n[00:21.29]我循着时间 捡起梦 的照片\r\n[00:28.37]童话还没有兑现 却需要说再见\r\n[00:37.33]如果有一天 岁月晕开书页\r\n[00:43.44]请把我 模糊的字迹当作 笑脸\r\n[00:50.68]很久前 想象 今天 画面\r\n[00:55.90]哭着 笑着 告别\r\n[00:58.47]陌生的情节 熟悉的侧脸 都重叠 oh~\r\n[01:04.86]出发前 无数 星光 缱绻\r\n[01:10.20]有回忆 落在 指尖\r\n[01:15.98]当世界向前 我会在原地 流连\r\n[01:51.20]当漪涟 一滴 一点 出现\r\n[01:56.33]轻轻 去向 天边\r\n[01:58.92]不管多遥远 都是追不上 的思念 oh~\r\n[02:05.40]会不会 可能 还能 相见\r\n[02:10.65]再回头只看一眼\r\n[02:19.56]当漪涟 消散 万千 不见\r\n[02:24.85]永恒和瞬间都 被爱意成全\r\n[02:28.88]我的明天叫做昨天 Hoo~\r\n[02:33.74]要相信 浪漫 一如 初见\r\n[02:39.04]请笑着 向我 道别\r\n[02:44.84]最后这一页 就让它无言\r\n[02:51.95]我会在扉页 等待你续写 起点\r\n[02:56.97]人声 Vocal Artist：张韶涵\r\n[02:57.68]制谱 Music Copyist：吴泽熙 Jersey Wu (HOYO-MiX)\r\n[02:58.05]和声 Backing Vocal：张韶涵/奏Sou\r\n[02:58.35]配唱制作人 Vocal Producer：杨钧尧 Bryan Yang\r\n[02:58.74]音频编辑 Vocal Editing：杨钧尧 Bryan Yang\r\n[02:59.11]乐队 Orchestra：龙之艺交响乐团 Art of Loong Orchestra\r\n[02:59.56]贝斯 Bass：宣一亨Hento\r\n[02:59.80]架子鼓 Drums：眭逸凡Patrick\r\n[03:00.06]人声录音棚 Vocal Recording Studio：52Hz Studio\r\n[03:00.42]人声录音师 Vocal Recording Engineer：徐威 Aaron Xu\r\n[03:00.82]乐器录音棚 Instrumental Recording Studio：升赫录音棚Soundhub Studio/上海音像公司录音棚 YX STUDIO\r\n[03:01.68]乐器录音师 Instrumental Recording Engineer：吴身宝/李仁珏@Soundhub Studios/莫家伟\r\n[03:02.30]混音师 Mixing Engineer：宫奇Gon (HOYO-MiX)\r\n[03:02.63]母带制作 Mastering Engineer：宫奇Gon (HOYO-MiX)\r\n[03:03.00]出品 Produced by：HOYO-MiX\r\n",
        "albumId": "166600467",
        "audioId": "dd557977",
        "hash": "02D3436CAF1E96BEE00EF53DC6D14269",
        "lastUpdated": 1733289300000,
        "uniqueIndex": 2,
        "duration": 186000
    },
    {
        "id": "3",
        "title": "童言无忌 Children Know Nothing",
        "subtitle": "崩坏星穹铁道-行于命途4 Experience the Paths Vol.4",
        "artist": "HOYO-MiX",
        "audioUrl": "https://webfs.kugou.com/202512151255/99fe46309a11657edc413cf09e394921/v3/87cac94a7789830710812782c46c8d77/yp/full/ap1014_us0_mii0w1iw8z2ai2iphcu80ooo2ki81120_pi406_mx742378647_s1592587889.mp3",
        "cover": "https://imgessl.kugou.com/stdmusic/20250417/20250417090950647300.jpg",
        "lyrics": "[ti:童言无忌 Children Know Nothing]\r\n[ar:HOYO-MiX]\r\n[al:崩坏星穹铁道-行于命途4 Experience the Paths Vol.4]\r\n[by:]\r\n[offset:0]\r\n[00:00.13]童言无忌 Children Know Nothing - HOYO-MiX\r\n[00:03.88]作曲 Composer：崔瀚普TSAR (HOYO-MiX)\r\n[00:07.78]编曲 Arranger：崔瀚普TSAR (HOYO-MiX)\r\n[00:12.18]混音师 Mixing Engineer：崔瀚普TSAR (HOYO-MiX)\r\n[00:17.43]母带制作 Mastering Engineer：李敬浩Hao (HOYO-MiX)\r\n[00:23.45]出品 Produced by：HOYO-MiX\r\n",
        "albumId": "166600467",
        "audioId": "dd557977",
        "hash": "02D3436CAF1E96BEE00EF53DC6D14269",
        "lastUpdated": 1733289300000,
        "uniqueIndex": 3,
        "duration": 186000
    }
];

export default tracks;